Aorta/ofCaseGen/Method_4/data/input/of_base_case/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
    (-19.999292 -10.630025 -30.295113)
    (59.655209 -10.630025 -30.295113)
    (59.655209 170.247243 -30.295113)
    (-19.999292 170.247243 -30.295113)
    (-19.999292 -10.630025 30.140476)
    (59.655209 -10.630025 30.140476)
    (59.655209 170.247243 30.140476)
    (-19.999292 170.247243 30.140476)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (160 362 121) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    world
    {
        type patch;
        faces
        (
            (3 7 6 2)
            (0 4 7 3)
            (2 6 5 1)
            (1 5 4 0)
            (0 3 2 1)
            (4 5 6 7)
        );
    }
);

mergePatchPairs
(
);
