Aorta/ofCaseGen/Method_4/data/input/of_base_case/system/surfaceFeaturesDict
FoamFile
{
    version         2;
    format          ascii;
    class           dictionary;
    object          surfaceFeatureExtractDict;
}

surfaces
(
    "inlet.stl"
    "outlet.stl"
    "wall.stl"
);

includedAngle   150;


